Repository: common-repository/xml-for-hotline
Catalog: languages/xfhu-ua_UA.po
Languages: uk_ua

source: Debug page
uk_ua: Сторінка налагодження

source: Logs
uk_ua: Логи

source: Log-file here
uk_ua: Логи тут

source: Keep logs
uk_ua: Ведіть логи

source: Clear logs
uk_ua: Очистити логи

source: Do not check this box if you are not a developer
uk_ua: Зніміть цей прапорець, якщо ви не є розробником

source: Disable notices
uk_ua: Відключити повідомлення

source: Disable notices about XML-construct
uk_ua: Відключити повідомлення про XML-збірці

source: Enable
uk_ua: Включити

source: Enable the five minute interval for CRON
uk_ua: Увімкніть п'ятихвилинний інтервал для CRON

source: Save
uk_ua: Зберегти

source: Click to save the settings
uk_ua: Натисніть, щоб зберегти налаштування

source: Reset plugin settings
uk_ua: Скидання налаштувань плагіна

source: Reset plugin settings can be useful in the event of a problem
uk_ua: Скидання налаштувань плагіна може бути корисний у разі виникнення проблем

source: Request simulation
uk_ua: Моделювання запиту

source: Feed
uk_ua: Фід

source: Simulated
uk_ua: Симуляція

source: Possible problems
uk_ua: Можливі проблеми

source: Your site has no global attributes! This may affect the quality of the YML feed. This can also cause difficulties when setting up the plugin
uk_ua: У вашого сайту немає глобальних атрибутів! Це може вплинути на якість YML-фіда. Це також може викликати труднощі при налаштування плагіна

source: Please read the recommendations
uk_ua: Будь ласка, ознайомтеся з рекомендаціями

source: Most likely, these plugins negatively affect the operation of
uk_ua: Швидше за все, ці плагіни негативно впливають на роботу

source: If you are a developer of one of the plugins from the list above, please contact me
uk_ua: Якщо ви є розробником одного з плагінів з наведеного вище списку, будь ласка, зв'яжіться зі мною

source: Self-diagnosis functions did not reveal potential problems
uk_ua: Функції самодіагностики не виявила потенційних проблем

source: Sandbox
uk_ua: Пісочниця

source: Send data about the work of the plugin
uk_ua: Надсилайте дані про роботу плагіна

source: Sending statistics you help make the plugin even better
uk_ua: Відправляючи статистику, ви допомагаєте зробити плагін ще краще

source: The following data will be transferred
uk_ua: Будуть передані наступні дані

source: Site URL
uk_ua: URL-сайту

source: File generation status
uk_ua: Статус створення фіда

source: URL XML-feed
uk_ua: URL XML-фід

source: Is the multisite mode enabled
uk_ua: Включений режим multisite

source: The plugin helped you download the products to the Hotline
uk_ua: Плагін допоміг Вам завантажити товари на Hotline

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: If you don't mind to be contacted in case of problems, please enter your email address
uk_ua: Якщо ви не заперечуєте, щоб з вами зв'язувалися у разі виникнення проблем, введіть свою адресу електронної пошти

source: And if you want a response, be sure to include your email address
uk_ua: І якщо ви хочете отримати відповідь, обов'язково вкажіть свою адресу електронної пошти

source: Your message
uk_ua: Ваше повідомлення

source: Enter your text to send me a message (You can write me in Russian or English). I check my email several times a day
uk_ua: Введіть текст, щоб відправити мені повідомлення (Ви можете написати мені російською або англійською мовою). Я перевіряю свою електронну пошту кілька разів на день

source: Send data
uk_ua: Надіслати дані

source: Export Hotline
uk_ua: Експорт на Hotline

source: a necessary extension for those who want to
uk_ua: необхідне розширення для тих, хто хоче

source: save on advertising budget
uk_ua: економити рекламний бюджет

source: on Hotline
uk_ua: на Hotline

source: Learn More
uk_ua: Детальніше

source: Attention
uk_ua: Увага

source: For the current feed in the field
uk_ua: Для цього фіда в поле

source: Vendor
uk_ua: Виробник

source: is set to
uk_ua: вибрано значення

source: Disabled
uk_ua: Відключено

source: Change this value, otherwise the products will not be included in the XML feed
uk_ua: Змініть це значення, інакше товари не потраплять в XML фід

source: Instruction
uk_ua: Інструкція

source: How to create a XML-feed
uk_ua: Як створити XML фід

source: Select feed
uk_ua: Вибрати фід

source: Please support the project
uk_ua: Будь ласка, підтримайте проект

source: Thank you for using the plugin
uk_ua: Дякуємо вам за використання плагіна

source: Please help make the plugin better
uk_ua: Будь ласка, допоможіть зробити плагін краще

source: answering 6 questions
uk_ua: відповівши на 6 питань

source: If this plugin useful to you, please support the project one way
uk_ua: Якщо цей плагін вам корисний, будь ласка, підтримайте проект

source: Leave a comment on the plugin page
uk_ua: Залиште коментар на сторінці плагіна

source: Support the project financially
uk_ua: Підтримайте проект фінансово

source: Donate now
uk_ua: Пожертвуйте зараз

source: Noticed a bug or have an idea how to improve the quality of the plugin
uk_ua: Помітили помилку чи маєте уявлення про те, як поліпшити якість плагіна

source: Let me know
uk_ua: Напишіть мені

source: The author of the plugin Maxim Glazunov
uk_ua: З повагою, Максим Глазунов

source: Accept orders for individual revision of the plugin
uk_ua: Приймаємо замовлення на індивідуальну доопрацювання плагіна

source: Leave a request
uk_ua: Залиште заявку

source: not created yet
uk_ua: ще не створено

source: updating
uk_ua: оновлення

source: created
uk_ua: створений

source: We are working on automatic file creation. XML will be developed soon
uk_ua: Йде автоматичне створення файлу. XML-фід буде створенним незабаром

source: In order to do that, select another menu entry (which differs from "off") in the box called "Automatic file creation". You can also change values in other boxes if necessary, then press "Save"
uk_ua: Для цього в поле "Автоматичне створення файлу" виставите значення, відмінне від значення "відключено", при необхідності змініть значення інших полів і натисніть "Зберегти"

source: After 1-7 minutes (depending on the number of products), the feed will be generated and a link will appear instead of this message
uk_ua: Через 1-7 хвилин (в залежності від кількості продуктів) буде згенерован фід, і замість цього повідомлення з'явиться посилання

source: Your XML feed here
uk_ua: Ваш XML фід тут

source: File size
uk_ua: Розмір файлу

source: Generated
uk_ua: Згенерований

source: Please note that Hotline checks XML no more than 3 times a day! This means that the changes on the Hotline are not instantaneous
uk_ua: Будь ласка, зверніть увагу, що Hotline перевіряє XML не більше 3 разів на день! Це означає, що зміни на Hotline не є миттєвими

source: Main parameters
uk_ua: Основні параметри

source: Automatic file creation
uk_ua: Автоматичне створення файлів

source: Every five minutes
uk_ua: Кожні п'ять хвилин

source: Hourly
uk_ua: Раз на годину

source: Every six hours
uk_ua: Кожні 6 годин

source: Twice a day
uk_ua: 2 рази в день

source: Daily
uk_ua: Раз на день

source: The refresh interval on your feed
uk_ua: Інтервал оновлення фіда

source: Update feed when updating products
uk_ua: Оновити фід при оновленні картки товару

source: Feed assignment
uk_ua: Призначення фіда

source: For Hotline
uk_ua: Для Hotline

source: Not used in feed. Inner note for your convenience
uk_ua: Не використовується в фіді. Внутрішня замітка для вашої зручності

source: Whot export
uk_ua: Що експортувати

source: Simple & Variable products
uk_ua: Варіативні і звичайні товари

source: Only simple products
uk_ua: Тільки прості товари

source: Description of the product
uk_ua: Опис товара

source: Only Excerpt description
uk_ua: Тільки Короткий опис

source: Only Full description
uk_ua: Тільки Повний опис

source: Excerpt or Full description
uk_ua: Короткий або Повний опис

source: Full or Excerpt description
uk_ua: Повне чи Короткий опис

source: Excerpt plus Full description
uk_ua: Короткий плюс Повний опис

source: Full plus Excerpt description
uk_ua: Повний плюс Короткий опис

source: The source of the description
uk_ua: Джерело опису товара

source: The varition description takes precedence over others
uk_ua: Опис варіації має пріоритет над іншими

source: Shop name
uk_ua: Назва магазину

source: Required element
uk_ua: Необхідний елемент

source: The short name of the store should not exceed 20 characters
uk_ua: Коротка назва магазину не повинно перевищувати 20 символів

source: The unique ID (code) of the store is indicated in your account on the site hotline.ua and in the texts of mail notifications
uk_ua: Унікальний ID (код) магазину, зазначений у Вашому акаунті і в текстах поштових повідомлень

source: Dollar rate
uk_ua: Курс долара

source: if you sell goods for dollars
uk_ua: якщо ви продаєте товари за долари

source: Optional attribute
uk_ua: Необов'язковий атрибут

source: of tag
uk_ua: тега

source: The number of days from the order of the proucts by the buyer to the start of the delivery process
uk_ua: Кількість днів від замовлення товару покупцем до початку процесу доставки

source: Read more
uk_ua: Детальніше

source: What kind of products do you sell?
uk_ua: Які товари ви продаєте?

source: Electronics
uk_ua: Електроніка

source: Computer techologies
uk_ua: Комп'ютери

source: Clothes and shoes
uk_ua: Одяг та взуття

source: Auto parts
uk_ua: Автозапчастини

source: Products for children
uk_ua: Товари для дітей

source: Sporting goods
uk_ua: Спортивні товари

source: Goods for pets
uk_ua: Товари для домашніх тварин

source: Sex shop (Adult products)
uk_ua: Секс-шоп (Товари для дорослих)

source: Books
uk_ua: Книги

source: Health products
uk_ua: Товари для здоров'я

source: Food
uk_ua: Їжа

source: Construction Materials
uk_ua: Будівельні матеріали

source: Other
uk_ua: Інше

source: Specify the main category
uk_ua: Вкажіть основну категорію

source: Step of export
uk_ua: Крок експорту

source: The value affects the speed of file creation
uk_ua: Значення впливає на швидкість створення YML фіда

source: If you have any problems with the generation of the file - try to reduce the value in this field
uk_ua: Якщо у вас виникли проблеми з генерацією файлу - спробуйте зменшити значення в даному полі

source: More than 500 can only be installed on powerful servers
uk_ua: Більше 500 можна встановлювати тільки на потужних серверах

source: Categories of variable products for which group_id is allowed
uk_ua: Категорії варіативних товарів для яких дозволений group_id

source: Categories of products for which <group_id> is allowed
uk_ua: Категорії варіативних товарів для яких group_id дозволений

source: Clear URL from GET-paramrs
uk_ua: Очистити URL від GET-параметрів

source: In attributes
uk_ua: В атрибутах

source: ampersand
uk_ua: амперсанд

source: Default
uk_ua: За замовчуванням

source: Delete
uk_ua: Видалити

source: Replace with
uk_ua: Замінити на

source: Remove default.png from XML
uk_ua: Видалити default.png з XML

source: Skip products without pictures
uk_ua: Пропустити товари без картинок

source: Skip missing products
uk_ua: Виключати товари яких немає в наявності

source: except for products for which a pre-order is permitted
uk_ua: за винятком товарів, яким надано дозвіл на попереднє замовлення

source: Skip backorders products
uk_ua: Виключати з фіда товари для попереднього замовлення

source: Old price
uk_ua: Стара ціна

source: Optional element
uk_ua: Необов'язковий елемент

source: Substitute from
uk_ua: Підставляти з

source: Model code
uk_ua: Код моделі

source: Substitute from SKU
uk_ua: Підставляти з Артикул

source: Substitute from post meta
uk_ua: Підставляти з мета-повідомлення

source: If selected
uk_ua: При виборі

source: do not forget to fill out this field
uk_ua: не забудьте заповнити це поле

source: Name post_meta
uk_ua: Ім'я метаполя

source: model code (vendor code from the manufacturer)
uk_ua: код моделі (код постачальника від виробника)

source: Guarantee
uk_ua: Гарантія

source: Enabled
uk_ua: Включено

source: Guarantee type
uk_ua: Тип гарантії

source: Manufacturer
uk_ua: Виробник

source: Shop
uk_ua: Магазин

source: Guarantee value
uk_ua: Значення гарантії

source: Barcode
uk_ua: Штрих-код

source: Country of manufacture
uk_ua: Країна виробник

source: Include these attributes in the values Param
uk_ua: Включити ці атрибути в фід

source: Hint
uk_ua: Підказка

source: To select multiple values, hold down the (ctrl) button on Windows or (cmd) on a Mac. To deselect, press and hold (ctrl) or (cmd), click on the marked items
uk_ua: Щоб вибрати кілька значень, утримуючи кнопку (ctrl) в GNU/Linux, Windows або (cmd) на Mac. Щоб скасувати вибір, натисніть і утримуйте (ctrl) або (cmd), натисніть на зазначені елементи

source: Delivery
uk_ua: Доставка

source: Add delivery information to feed
uk_ua: Додати інформацію про доставку в фід

source: Note
uk_ua: Примітка

source: Before adding shipping information to your feed, you must disable the same option in your Hotline account
uk_ua: Перед додаванням інформації про доставку в фид вам необхідно відключити цю опцію в особистому кабінеті на Hotline

source: Number of delivery types
uk_ua: Кількість варіантів доставки

source: Delivery type
uk_ua: Тип доставки

source: Pickup
uk_ua: Cамовивіз

source: From warehouse
uk_ua: З складу

source: Express delivery
uk_ua: Експрес доставка

source: Required attribute
uk_ua: Обов'язковий атрибут

source: of element
uk_ua: елемента

source: Delivery cost
uk_ua: Вартість доставки

source: Free delivery from
uk_ua: Безкоштовна доставка від

source: Delivery time
uk_ua: Термін доставки

# 1-3
source: days
uk_ua: дня

# 4-9
source: days
uk_ua: днів

# 10-14
source: days
uk_ua: днів

source: Hours
uk_ua: Годин

source: Delivery cost is included in the order amount
uk_ua: Вартість доставки включена в суму замовлення

source: true
uk_ua: так

source: false
uk_ua: ні

source: Region
uk_ua: Регіон

source: Delivery carrier
uk_ua: Служба доставки

source: On our own
uk_ua: Самовивіз

source: My plugins that may interest you
uk_ua: Мої плагіни, які можуть вас зацікавити

source: Сreates a XML-feed to upload to Google Merchant Center
uk_ua: Створює XML-фід для завантаження в Google Merchant Center

source: Сreates a YML-feed for importing your products to Yandex Market
uk_ua: Створює YML-фід для імпорту товарів на Яндекс Маркет

source: Imports products from YML to your shop
uk_ua: Імпортує товари з YML в ваш магазин

source: Сreates a XML-feed for importing your products to Hotline
uk_ua: Створює XML-фід для імпорту ваших товарів на Hotline

source: This plugin will add a marketing tool that will allow you to give gifts to the buyer upon purchase
uk_ua: Цей плагін додасть маркетинговий інструмент, який дозволить вам дарувати подарунки покупцеві при купівлі

source: With this plugin, you can import products to your group on ok.ru
uk_ua: За допомогою цього плагіна ви можете імпортувати продукти в свою групу на ok.ru

source: Сreates a XML-feed for importing your products to
uk_ua: Створює XML-фід для імпорту ваших товарів на

source: Extensions for XML for Hotline
uk_ua: Розширення для XML Hotline

source: The ability to exclude products from certain categories
uk_ua: Можливість вилучення товарів з певних категорій

source: Ability to exclude products by certain tags
uk_ua: Можливість виключення товарів з певним тегами

source: The ability to exclude products at a price
uk_ua: Можливість виключити товари за ціною

source: Ability to assign labels as categories
uk_ua: Можливість привласнювати мітки в якості категорій

source: Ability to download multiple images for products instead of one
uk_ua: Можливість завантаження декількох зображень для продуктів замість одного

source: Ability to remove the Visual Composer shortcodes from the description
uk_ua: Можливість видалити шорткоди Visual Composer з опису

source: The ability to add one attribute to the beginning of the product name, add three attributes to the end of the product name
uk_ua: Можливість додати один атрибут в початок назви продукту, додати три атрибута в кінець назви продукту

source: Support UTM tags
uk_ua: Підтримка UTM міток

source: any text you specify, for example
uk_ua: будь-який текст, який ви вкажете, наприклад

source: Category ID or Product ID
uk_ua: ID категорії або ID товару

source: product ID
uk_ua: ID товару

source: Dimension Grid Support. For example
uk_ua: Підтримка розмірної сітки. Наприклад

source: Even more stable work
uk_ua: Ще більш стабільна робота

source: Get XML for Hotline Pro Now
uk_ua: Отримати XML для Hotline Pro зараз

source: products
uk_ua: товарів

source: Feed ID
uk_ua: Фід ID

source: XML File
uk_ua: XML файл

source: Not created yet
uk_ua: Ще не створено

source: Off
uk_ua: Отключено

source: Don't start
uk_ua: Не починайте

source: No XML feed found
uk_ua: Ваш XML фід тут

source: Debug
uk_ua: Відладка

source: Add Extensions
uk_ua: Додати розширення

source: Extensions
uk_ua: Розширення

source: Settings
uk_ua: Налаштування

source: Change value
uk_ua: Змініть значення

source: To create a XML-feed must not be "Disabled"
uk_ua: Для створення XML-фіда не повинно бути «Відключено»

source: Make sure your products have a
uk_ua: Переконайтеся, що ваші товари мають

source: global attribute
uk_ua: глобальний атрибут

source: that stores the value vendor
uk_ua: в якому зберігається значення виробника

source: Otherwise, the XML-feed will be empty
uk_ua: В іншому випадку XML-фід буде порожній

source: Individual product settings for XML-feed hotline.ua
uk_ua: Індивідуальні налаштування товару для XML-фіда hotline.ua

source: Product condition
uk_ua: Стан товару

source: New
uk_ua: Новий

source: Refurbished
uk_ua: Заводське відновлення

source: Reject
uk_ua: Уцінений

source: Used
uk_ua: Вживаний

source: Only numbers are entered
uk_ua: Вводяться тільки цифри

source: Progress
uk_ua: Прогрес

source: from
uk_ua: з

source: If the progress indicators have not changed within 20 minutes, try reducing the "Step of export" in the plugin settings
uk_ua: Якщо індикатори прогресу не змінилися протягом 20 хвилин, спробуйте зменшити "Крок експорту" в налаштуваннях плагіна

source: Prior to the completion of less than 70 seconds
uk_ua: До завершення менш ніж 70 секунд

source: We are working on automatic file creation. xml will be developed soon
uk_ua: Йде автоматичне створення файлу. XML-фід незабаром буде створено

source: WooCommerce is not active
uk_ua: Для роботи потрібно плагін WooCommerce

source: Creating the feed is running. You can continue working with the website
uk_ua: Створення YML-фіда запущено. Ви можете продовжити роботу з сайтом

source: Updated
uk_ua: Оновлене

source: Logs were cleared
uk_ua: Логі були очищені

source: Error accessing log file. The log file may have been deleted previously
uk_ua: Помилка доступу до log-файлу. Можливо log-файл був видалений раніше

source: The settings have been reset
uk_ua: Налаштування були скинуті

source: The data has been sent. Thank you
uk_ua: Дані були відправлені. Дякуємо
